[Challenges.Challenge_Sage_KillBoroks ChallengeDefinition]
Description="They killed the brothers."

[Challenges.Challenge_Sage_KillDrifters ChallengeDefinition]
Description="Kill a foreigner."

[Challenges.Challenge_Sage_KillFanBoats ChallengeDefinition]
Description="Turn off the faucet."

[Challenges.Challenge_Sage_KillFanBoats:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Kill 5 robots"

[Challenges.Challenge_Sage_KillFanBoats:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Kill 10 scout ships"

[Challenges.Challenge_Sage_KillFanBoats:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Kill 15 followers."

[Challenges.Challenge_Sage_KillFanBoats:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="20 boats with propellers were killed"

[Challenges.Challenge_Sage_KillFanBoats:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Download 30 ships of love."

[Challenges.Challenge_Sage_KillSavages ChallengeDefinition]
Description="kill soldiers."

[Challenges.Challenge_Sage_KillScaylions ChallengeDefinition]
Description="kill them."

[Challenges.Challenge_Sage_RaidBossA ChallengeDefinition]
Description="Defeat the unstoppable Vorakids.."

[Challenges.Challenge_Sage_RaidBossA:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Defeat Gluttony once"
